tap "dopplerhq/cli"
tap "fwartner/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "jorgerojas26/lazysql"
tap "stripe/stripe-cli"
tap "tako8ki/tap"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "pycparser", link: false
brew "cffi", link: false
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "gcc"
brew "btop"
brew "cmake"
brew "gnutls"
brew "colima"
brew "curl"
brew "delve"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docutils"
brew "emacs"
brew "exa"
brew "eza"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghc"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "htop"
brew "zookeeper"
brew "kafka"
brew "lazydocker"
brew "libpq"
brew "lnav"
brew "lua"
brew "neovim"
brew "node"
brew "nvm"
brew "openvpn"
brew "pkg-config"
brew "pnpm"
brew "postgresql@16"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "starship"
brew "stow"
brew "superfile"
brew "tcl-tk"
brew "tesseract-lang"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "dopplerhq/cli/doppler"
brew "fwartner/tap/mac-cleanup"
brew "jesseduffield/lazygit/lazygit"
brew "stripe/stripe-cli/stripe"
brew "tako8ki/tap/gobang"
cask "anaconda"
cask "bruno"
cask "copyq"
cask "dbeaver-community"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "insomnia"
cask "iterm2"
cask "kitty"
cask "lazy"
cask "macdown"
cask "mark-text"
cask "miniconda"
cask "postman"
cask "thunderbird"
cask "typora"
cask "wezterm"
cask "zed"
vscode "076923.python-image-preview"
vscode "alexanderte.dainty-nord-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "changkaiyan.tf2snippets"
vscode "chiro2001.digital-ocean-manager"
vscode "christian-kohler.npm-intellisense"
vscode "continue.continue"
vscode "damiankoper.gdb-debug"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "dsnake.java-debug"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "fabianlauer.vs-code-xml-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "golang.go-nightly"
vscode "grapecity.gc-excelviewer"
vscode "jeff-hykin.better-cpp-syntax"
vscode "johnpapa.vscode-peacock"
vscode "kevinrose.vsc-python-indent"
vscode "magicstack.magicpython"
vscode "mechatroner.rainbow-csv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "msjsdiag.vscode-react-native"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "njpwerner.autodocstring"
vscode "premparihar.gotestexplorer"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sbsnippets.pytorch-snippets"
vscode "sleistner.vscode-fileutils"
vscode "stylelint.vscode-stylelint"
vscode "teabyii.ayu"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "uloco.theme-bluloco-light"
vscode "vahidk.tensorflow-snippets"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "zamborsky.vscode-ext-ontology"
